Repository: GNOME/d-spy
Catalog: po/*.po
Languages: kab

source: Analyze D-Bus connections
kab: Sleḍ tuqqniwin D-Bus

source: D-Spy is a simple tool to explore D-Bus connections.
kab: D-Spy d afecku afessas i usnirem n tuqqniwin D-Bus.

source: D-Spy Interface
kab: Agrudem D-Spy

source: Discover and explore D-Bus services
kab: Snirem imeẓla D-Bus

source: Connected to “%s”
kab: Yettwaqqen ɣer “%s”

source: S_ystem
kab: Anagraw (_Y)

source: _Session
kab: Tiɣimit (_S)

source: _Other
kab: Ayen-nniḍen

source: Execute
kab: Selken

source: Cancel
kab: Semmet

source: Object Path
kab: Abrid n tɣawsa

source: Interface
kab: Agrudem

source: Method
kab: Tarrayt

source: Parameters
kab: Iɣewwaren

source: _Execute
kab: _Selkem

source: Result
kab: Agmuḍ

source: _Copy
kab: Nɣel (_C)

source: Elapsed Time
kab: Akud yemmuten

source: Bus Address
kab: Tansa n uzrug

source: Name
kab: Isem

source: Owner
kab: Bab-is

source: Process ID
kab: Asulay n ukala

source: Yes
kab: Ih

source: No
kab: Uhu

source: read/write
kab: ɣeṛ/aru

source: write-only
kab: i tira kan

source: read-only
kab: i tɣuṛi kan

source: Interfaces
kab: Igrudam

source: Methods
kab: Tarrayin

source: Properties
kab: Iraten

source: Signals
kab: Tamuli

source: Array of [%s]
kab: Tafelwit n [%s]

source: Bus
kab: Azrug

source: Access Denied by Peer
kab: Anekcum yettwagi sɣur uyugan

source: Authentication Failed
kab: Tawila tecceḍ

source: Operation Timed Out
kab: Akud tamhelt yemmud

source: Lost Connection to Bus
kab: Truḥ tuqqna ɣer uzrug

source: D-Bus Connection Failed
kab: Tuqqna D-Bus tecceḍ

source: Connect
kab: Qqen

source: Provide the address of the message bus
kab: Mudd tansa n uzrug n yiznan

source: Connect to Other Bus
kab: Qqen ɣer uzrug niḍen

source: Main Menu
kab: Umuɣ agejdan

source: Search Bus Names
kab: Nadi ismawen n uzrug

source: Bus Names
kab: Ismawen uzrug

source: Select a D-Bus Name
kab: Fren isem n uzrug D

source: Select a bus name to introspect the peer
kab: Fren isem n uzrug i usweḍ n uyugan

source: Refresh
kab: Smiren

source: _New Window
kab: Asfaylu amay_nut

source: _About D-Spy
kab: Ɣef D-Spy

source: Connect to Other Bus…
kab: Qqen ɣer uzrug niḍen…
