Repository: GNOME/d-spy
Catalog: po/kw.po
Languages: kw

source: D-Spy
kw: D-Aspier

source: Discover and explore D-Bus services
kw: Trovya ha furya gonisyow D-Bus

source: New Window
kw: Fenester Nowydh

source: Analyze D-Bus connections
kw: Dielvenna junyansow D-Bus

source: D-Spy is a simple tool to explore D-Bus connections.
kw: D-Aspier yw unn toul sempel rag furya junyansow D-Bus.

source: D-Spy Interface
kw: Ynterfas D-Aspier

source: System Bus
kw: Kyttrin System

source: Session Bus
kw: Kyttrin Esedhek

source: Not Running
kw: Ny Owth Eksekutya

source: read/write
kw: redya/skrifa

source: write-only
kw: skrifa-hepken

source: read-only
kw: redya-hepken

source: Array of [%s]
kw: Aray a [%s]

source: Accessibility Bus
kw: Kyttrin Hedhadewder

source: Methods
kw: Methodys

source: Properties
kw: Teythiennow

source: Signals
kw: Sinellow

source: Copied to Clipboard
kw: Kopys war Astel Glypp

source: msec
kw: meyl

source: Connections
kw: Junyansow

source: Bus Names
kw: Henwyn Kyttrin

source: Filter…
kw: Sidhla…

source: Objects
kw: Taklow

source: Refresh Objects
kw: Disegha Taklow

source: Interfaces
kw: Ynterfassow

source: Explore Objects
kw: Furya Taklow

source: Select a bus to explore objects
kw: Dewis unn kyttrin rag furya taklow

source: Members
kw: Eseli

source: Details
kw: Manylyon

source: Explore Interfaces
kw: Furya Ynterfassow

source: Select an object to explore members
kw: Dewis unn tra rag furya eseli

source: Bus
kw: Kyttrin

source: Bus Name
kw: Hanow Kyttrin

source: Owner
kw: Perghen

source: Object Path
kw: Tyller Tra

source: Interface
kw: Ynterfas

source: Property
kw: Teythien

source: Type Signature
kw: Sinans Eghen

source: Value
kw: Dalgh

source: Signal
kw: Sinell

source: Signature
kw: Sinans

source: Parameters
kw: Parametrow

source: Return Type
kw: Eghen Dehwelans

source: Call Method
kw: Method Galow

source: Cancel
kw: Hedhi

source: Result
kw: Sewyans

source: Statistics
kw: Statystygyon

source: Duration
kw: Termyn

source: Minimum Duration
kw: Termyn Lyha

source: Maximum Duration
kw: Termyn Moyha

source: New Connection
kw: Junyans Nowydh

source: Bus Address
kw: Trigva Kyttrin

source: Connect
kw: Junya

source: _New Window
kw: Fenester _Nowydh

source: Connect to Other _Bus
kw: Junya orth _Kyttrin Aral

source: _About D-Spy
kw: _A-dro D-Aspier

source: Open a new window
kw: Ygeri unn fenester nowydh

source: Print version information and exit
kw: Pryntya kedhlow versyon ha kwytya
